{
    "beta": {"notice": "This is a Beta version. Please excuse any defects. I would appreciate any <1>feedback</1>!"},
    "Accept": "Accept",
    "Reject": "Reject",
    "introduction": {
        "main": "<1> Game your life is an online score based playfull reward system designed to avoid nuclear escalation levels in parenting. </1> <1> Parents always want the best for their children, but they don't see this. The idea is that an always visible score can serve as motivation factor by itself and it can be used to give a glimpse into future wellbeeing.</1> <1> Both the reward / penalty points and their translation into tangible effects on immediate quality of life are negotiated. </1> <1> The game includes a built-in score scaling mechanism with the following properties </1>",
        "bullet1": "Rewards / penalties always change the score, but the magnitude depends on other factors",
        "bullet2": "The score starts at 1000 and can be changed up to a factor of 10 (between 100 and 10000)",
        "bullet3": "Small events (less than 10 points) change the score up to a factor of 2 and decay by half within 7 days",
        "bullet4": "Large events change the score up to a factor of 5 and decay by half within 30 days",
        "bullet5": "The change within 24h is limited to a factor of 3",
        "warning": "Please be aware that your family member might outsmart your rules. Take it as a game and improve them in the next negotiation cycle."
    },
    "privacy": {
        "main": "<1> This web application uses cookies that are functionally required. </1> <1> It collects data entered by the user of the application. The data is used to make the application work and to improve its development.</1>",
        "github": "The application is hosted as a static website on github.com, see: ",
        "aws": "Your data is stored in the AWS cloud, see: ",
        "contact": "Regarding privacy matters, please contact: privacy (at) game-your-life.com"
    },
    "Privacy Notice": "Privacy Notice",
    "Loading": "Loading",
    "Manage Family": "Manage Family",
    "Manage Others": "Manage Others",
    "Manage Myself": "Manage Myself",
    "Negotiate Score": "Negotiate Score",
    "Home": "Home",
    "Intro": "Intro",
    "Introduction": "Introduction",
    "Sign in": "Login",
    "Sign up": "Register",
    "Sign out": "Logout",
    "Email": "Email",
    "Password": "Password",
    "New Password": "New Password",
    "Verification Code": "Verification Code",
    "Verify": "Verifizieren",
    "Important Request": "Important Request",
    "You were asked to join a family setting with": "You were asked to become a group member of",
    "You were asked to terminate a family setting with": "You were asked to terminate the group membership of",
    "You will lose all settings / results regarding this family setting when Accepting!": "When accepting, you will lose all settings / results regarding this relation!",
    "The score is": "The score is",
    "Your score is": "Your score is",   
    "Update score": "Update score", 
    "Score detail": "Score detail", 
    "Members associated with your family": "Members associated with your family",
    "Refresh": "Refresh",
    "member email": "member email",
    "status": "status",
    "New family member email": "New family member email",
    "Negotiate rewards / penalties": "Negotiate rewards / penalties",
    "Negotiate real world effects": "Negotiate real world effects",
    "You are connected to": "You are connected to",
    "You are improving your own life": "You are improving your own life",
    "entries in reward / penalty negotiation basket": "entries in reward / penalty negotiation basket",
    "entries in real effect negotiation basket": "entries in real effect negotiation basket",
    "Review basket of rules": "Review basket of rules",
    "Already used Templates": "Already used Templates",
    "Parent/Child Templates": "Parent/Child Templates",
    "Self Management Templates": "Self Management Templates",
    "Review Submitted rule baskets": "Review Submitted rule baskets",
    "Failed adding negotiation rule due to connection problems. Please hit reload.": "Failed adding negotiation rule due to connection problems. Please hit refresh.",
    "Failed adding negotiation rules due to connection problems. Please hit reload.": "Failed adding negotiation rules due to connection problems. Please hit refresh.",
    "Failed adding occurrence due to connection problems. Please hit reload.": "Failed adding occurrence due to connection problems. Please hit refresh.",
    "Failed adding rule occurrence due to connection issue. Please retry.": "Failed adding rule occurrence due to connection issue. Please retry.",
    "Failed adding rule. Please wait for basket change to finish or hit reload.": "Failed adding rule. Please wait for basket change to finish or hit refresh.",
    "Failed adding rule. Please wait for basket to finish loading or hit reload.": "Failed adding rule. Please wait for basket to finish loading or hit refresh.",
    "Failed adding rules. Please wait for basket change to finish or hit reload.": "Failed adding rules. Please wait for basket change to finish or hit refresh.",
    "Failed adding rules. Please wait for basket to finish loading or hit reload.": "Failed adding rules. Please wait for basket to finish loading or hit refresh.",
    "Failed deleting rule. Please wait for basket change to finish or hit reload.": "Failed deleting rule. Please wait for basket change to finish or hit refresh.",
    "Failed deleting rule. Please wait for basket to finish loading or hit reload.": "Failed deleting rule. Please wait for basket to finish loading or hit refresh.",
    "Failed loading family members due to connection problems. Please hit reload.": "Failed loading family members due to connection problems. Please hit refresh.",
    "Failed loading negotiation rule baskets due to connection problems. Please hit reload.": "Failed loading negotiation rule baskets due to connection problems. Please hit refresh.",
    "Failed loading negotiation rules due to connection problems. Please hit reload.": "Failed loading negotiation rules due to connection problems. Please hit refresh.",
    "Failed replacing negotiation rules due to connection problems. Please hit reload.": "Failed replacing negotiation rules due to connection problems. Please hit refresh.",
    "Failed submitting basket. Please wait for basket change to finish or hit reload.": "Failed submitting basket. Please wait for basket change to finish or hit refresh.",
    "Failed submitting basket. Please wait for basket to finish loading or hit reload.": "Failed submitting basket. Please wait for basket to finish loading or hit refresh.",
    "Failed submitting negotiation rules due to connection problems. Please try again.": "Failed submitting negotiation rules due to connection problems. Please try again.",
    "Failed updating negotiation rule due to connection problems. Please hit reload.": "Failed updating negotiation rule due to connection problems. Please hit refresh.",
    "Failed updating rule. Please wait for basket change to finish or hit reload.": "Failed updating rule. Please wait for basket change to finish or hit refresh.",
    "Failed updating rule. Please wait for basket to finish loading or hit reload.": "Failed updating rule. Please wait for basket to finish loading or hit refresh.",
    "Give feedback": "Give feedback"
}