{
    "beta": {"notice": "Dies ist eine Beta Version. Bitte entschuldige etwaige Fehlfunktionen. Ich freue mich auf <1>Feedback</1>!"},
    "Accept": "Annehmen",
    "Reject": "Ablehnen",
    "introduction": {
        "main": "<1> Game your life ist ein online score basiertes spielerisches Belohnungs-System um ultimative Eskalation in der Erziehung zu vermeiden.</1> <1> Eltern wollen immer das beste für ihre Kinder aber diese sehen das nicht. Die Lösungsidee hierbei ist einen immer sichtbaren Score Wert als Selbstmotivation zu nutzen und es kann zusätzlich genutzt werden um einen Vorgeschmack auf zukünftige Lebensqualität vorweg zu nehmen.</1> <1> Sowohl Belohnungs- und Strafpunkte als auch ihre Übersetzung in spürbaren Einfluss auf die Lebensqualität werden verhandelt.</1> <1>Das Spiel enthält einen eingebauten Skalierungsmechanismus mit folgenden Eigenschaften:</1>",
        "bullet1": "Belohnungs- und Strafpunkte ändern immer den Score, aber nicht immer in gleichem Maße",
        "bullet2": "Der Score startet bei 1000 und kann um bis zu Faktor 10 gesteigert oder veringert werden (100 bis 10000)",
        "bullet3": "Kleine Ereignisse (weniger als 10 Punkte) veraendern den Score um bis zu Faktor 2 und haben eine Halbwertszeit von 7 Tagen",
        "bullet4": "Grosse Ereignisse veraendern den Score unabhängig um bis zu Faktor 5 und haben eine Halbwertszeit von 30 Tagen",
        "bullet5": "Die Score-Veränderung ist innerhalb von 24h auf Faktor 3 beschränkt",
        "warning": "Bitte beachten, dass ihr Familienmitglied die Regeln auch zu unbeabsichtigten Vorteilen nutzen kann. Nehmen Sie es sportlich und schließen Sie das Schlupfloch in der nächsten Verhandlungsrunde."
    },
    "privacy": {
        "main": "<1> Diese Web-Applikation nutzt Cookies die für ihre Funktion nötig sind. </1> <1> Sie verarbeitet Daten welche der Nutzer der Applikation eingibt. Diese Daten werden genutzt um die Applikation zu betreiben und dessen Entwicklung zu verbessern.</1>",
        "github": "Die Applikation ist als statische Webseite auf github.com gehostet, siehe: ",
        "aws": "Die Daten werden in der AWS Cloud gespeichert, siehe: ",
        "contact": "Bei Anliegen bezüglich Datenschutz wenden Sie sich gerne an: privacy (at) game-your-life.com"
    },
    "Loading": "Laden",
    "Manage Family": "Familie verwalten",
    "Home": "Home",
    "Intro": "Einleitung",
    "Introduction": "Einleitung",
    "Sign in": "Einloggen",
    "Sign up": "Registrieren",
    "Sign out": "Ausloggen",
    "Email": "Email",
    "Password": "Passwort",
    "New Password": "Neues Passwort",
    "Verification Code": "Bestätigungs-Code",
    "Verify": "Verifizieren",
    "Important Request": "Wichtige Anfrage",
    "You were asked to join a family setting with": "Du wurdest als Mitglied hinzugefuegt von",
    "You were asked to terminate a family setting with": "Deine Mitgliedschaftsbeziehung wird geloescht zu",
    "You will lose all settings / results regarding this family setting when Accepting!": "Beim Annehmen wirst Du alle Einstellungen und Resultate aus dieser Beziehung verlieren!",
    "The score is": "Der Score ist",
    "Your score is": "Dein Score ist",   
    "Update score": "Score aktualisieren", 
    "Members associated with your family": "Deine Familienmitglieder",
    "Refresh": "Aktualisieren",
    "member email": "Familienmitgliedsemail",
    "status": "Status",
    "New family member email": "Email eines neuen Familienmitglieds",
    "Negotiate rewards / penalties": "Belohnungs- / Strafpunkte verhandeln",
    "Negotiate real world effects": "Spürbare Auswirkungen verhandlen",
    "You are connected to": "Du bist verbunden mit",
    "You are improving your own life": "Du verbesserst Dein eigenes Leben",
    "Give feedback": "Feedback"
}